Repository: NH603/hotwallet
Catalog: BreadWallet/*.lproj/Localizable.strings
Languages: fr

source: %@ write down your backup phrase and use it to restore on another device if this one is ever lost or broken
fr: %@ conservez votre phrase de backup, vous pourrez ainsi effectuer une restauration sur un autre appareil

source: A device passcode is needed to safeguard your wallet. Go to settings and turn passcode on to continue.
fr: Vous devez activer un code confidentiel dans "Réglages" pour protéger votre porte-monnaie.

source: ADDRESS ALREADY USED bitcoin addresses are intented for single use only re-use reduces privacy for both you and the recipient and can result in loss if the recipient doesn't directly control the address
fr: ADRESSE DÉJÀ UTLISÉE la réutilisation d'adresse est déconseillée elle réduit votre confidentialité et peut entraîner une perte de fonds si le destinataire ne contrôle pas l'adresse directement

source: bitcoin network fee + %@ (%@)
fr: commission bitcoin + %1$@ (%2$@)

source: DO NOT let anyone see your backup phrase or they can spend your bitcoins. DO NOT take a screenshot. Screenshots are visible to other apps and devices. DO NOT type your backup phrase into password managers or elsewhere. Other devices may be infected.
fr: Ne communiquez-pas votre phrase de backup, vos fonds seraient compromis. Ne prenez pas de capture d'écran, ils sont visibles pas les autres applications. Ne sauvegardez pas votre phrase de backup dans un gestionnaire de mots de passe.

source: go to settings and turn passcode on to access restricted areas of your wallet
fr: allez dans les réglages et activez un code confidentiel pour un accès complet

source: - included in block #%d
fr: - inclus dans le block #%d

source: %@ from:%@
fr: %1$@ de:%2$@

source: %@ is for 'bits'. %@ = 1 bitcoin.
fr: %1$@ représente 'bits'. %2$@ = 1 bitcoin.

source: %@ to:%@
fr: %1$@ vers:%2$@

source: "%@" is not a backup phrase word
fr: "%@" n'est pas un mot de phrase de backup

source: about
fr: à propos

source: backup phrase
fr: phrase de backup

source: backup phrase doesn't match
fr: phrase de backup incorrecte

source: backup phrase must have %d words
fr: la phrase de backup doit avoir %d mots

source: BACKUP YOUR WALLET
fr: SAUVEGARDEZ VOTRE WALLET

source: bad backup phrase
fr: mauvaise phrase de backup

source: bad payment request
fr: mauvaise requête de paiement

source: bad payment request URL
fr: mauvaise URL de requête de paiement

source: bad payment URL
fr: mauvaise URL de paiement

source: bad signature
fr: signature incorrecte

source: Bitcoin address
fr: Adresse Bitcoin

source: Bitcoin addresses can also be copied to the clipboard. A bitcoin address always starts with '1' or '3'.
fr: Les adresses peuvent-être copiées dans le presse-papiers. Elles commencent toujours par '1' ou '3'.

source: bitcoin network fee
fr: commission bitcoin

source: bitcoin network fees are only optional for high priority transactions (removal may cause delays)
fr: la commission est optionnelle pour les transactions prioritaires uniquement, (sa suppression peut entraîner des délais)

source: bitcoin payments can't be less than %@
fr: un paiement bitcoin doit-être au moins de %@

source: bitcoin transaction not signed
fr: transaction bitcoin non signée

source: cancel
fr: annuler

source: caution
fr: attention

source: checking private key balance...
fr: vérification du solde...

source: clipboard doesn't contain a valid bitcoin address
fr: le presse-papiers ne contient pas d'adresse valide

source: close app
fr: fermer l'app

source: confirm payment
fr: confirmer le paiement

source: CONFIRM WIPE
fr: CONFIRMER LA SUPPRESSION

source: confirmed in block #%d
fr: confirmé dans le block #%d

source: connect timeout
fr: délai de connexion dépassé

source: continue
fr: continuer

source: copied
fr: copiée

source: copy to clipboard
fr: copier

source: couldn't make payment
fr: impossible de créer le paiement

source: couldn't sweep balance
fr: impossible de récupérer le solde

source: couldn't transmit payment to bitcoin network
fr: impossible d'envoyer le paiement

source: day
fr: jour

source: days
fr: jours

source: delete
fr: supprimer

source: DEVICE SECURITY COMPROMISED Any 'jailbreak' app can access any other app's keychain data (and steal your bitcoins).
fr: SÉCURITÉ COMPROMISE Toutes les apps 'jailbreak' peuvent accéder à votre porte-monnaie.

source: DEVICE SECURITY COMPROMISED Any 'jailbreak' app can access any other app's keychain data (and steal your bitcoins). Wipe this wallet immediately and restore on a secure device.
fr: SÉCURITÉ COMPROMISE Toutes les apps 'jailbreak' peuvent accéder à votre porte-monnaie. Supprimez le porte-monnaie immédiatement et restaurez-le sur un appareil sécurisé

source: do it later
fr: le faire plus tard

source: done
fr: fait

source: email not configured
fr: email non configuré

source: turn device passcode on
fr: activer code confidentiel

source: error signing bitcoin transaction
fr: erreur de signature

source: error signing transaction
fr: erreur de signature

source: from:
fr: de:

source: hour
fr: heure

source: hours
fr: heures

source: ignore
fr: ignorer

source: import private key
fr: importer clé privée

source: insufficient funds
fr: fonds insuffisants

source: INVALID
fr: INVALIDE

source: Let others scan this QR code to get your bitcoin address. Anyone can send bitcoins to your wallet by transferring them to your address.
fr: Montrez ce code pour partager votre adresse. Des bitcoins peuvent-être envoyés vers votre porte-monnaie en les transférant à votre adresse.

source: local currency
fr: devise locale

source: missing certificate
fr: certificat manquant

source: more...
fr: plus...

source: moved
fr: déplacé

source: new phrase
fr: nouvelle phrase

source: next, backup your wallet
fr: ensuite, sauvegardez votre porte-monnaie

source: no peers found
fr: aucun pair trouvé

source: not a bitcoin QR code
fr: pas un QR code bitcoin

source: not a valid bitcoin address
fr: pas une adresse valide

source: not a valid private key
fr: pas une clé privée valide

source: not connected to the bitcoin network
fr: pas connecté au réseau bitcoin

source: payment address
fr: adresse de paiement

source: payment output
fr: sortie de paiement

source: post-dated
fr: post-daté

source: Receive bitcoins at this address: %@
fr: Recevez des bitcoins à cette adresse: %@

source: received
fr: reçu

source: recent transactions
fr: transactions récentes

source: remove fee
fr: supprimer la commission

source: request expired
fr: requête expirée

source: requested network "%@" instead of "%@"
fr: réseau "%1$@" requis au lieu du "%2$@"

source: rescan
fr: re-scanner

source: rescan blockchain
fr: re-scanner la blockchain

source: rescan blockchain if you think you may have missing transactions, or are having trouble sending (rescanning can take several minutes)
fr: re-scannez la blockchain s'il vous manque des transactions, ou si vous avez des problèmes d'envoi (le rescan peut prendre plusieurs minutes)

source: Scan someone else's QR code to get their bitcoin address. You can send a payment to anyone with an address.
fr: Scannez le QR code de quelqu'un pour avoir son adresse et lui envoyer des bitcoins.

source: Screenshots are visible to other apps and devices. Generate a new backup phrase and keep it secret.
fr: Les captures d'écran sont visibles aux autres apps et appareils. Générez une nouvelle phrase de backup et conservez la secrète.

source: Screenshots are visible to other apps and devices. Your funds are at risk. Transfer your balance to another wallet.
fr: Les captures d'écran sont visibles aux autres apps et appareils. La sécurité de vos fonds est compromise. Transférez-les rapidement vers un autre porte-monnaie

source: seen by %d of %d peers
fr: vue par %d sur %d pairs

source: Send %@ (%@) from this private key into your wallet? The bitcoin network will receive a fee of %@ (%@).
fr: Envoyer %1$@ (%2$@) depuis cette clé sur votre porte-monnaie? Le réseau bitcoin recevra une commission de %3$@ (%4$@).

source: send as email
fr: envoyer comme e-mail

source: send as message
fr: envoyer comme message

source: spent address
fr: adresse dépensée

source: spent input
fr: entrée dépensée

source: sent
fr: envoyé

source: sent!
fr: envoyé!

source: settings
fr: préférences

source: show
fr: montrer

source: sms not currently available
fr: sms indisponibles

source: status:
fr: statut:

source: swept!
fr: vidée!

source: syncing...
fr: synchronisation...

source: the app will now close
fr: l'app va être fermée

source: the bitcoin network will receive a fee of %@ (%@)
fr: le réseau bitcoin recevra une commission de %1$@ (%2$@)

source: the standard bitcoin network fee for this transaction is %@ (%@) removing this fee may delay confirmation
fr: la commission recommandée pour cette transaction est de %1$@ (%2$@) la supprimer peut entraîner des délais

source: This is your bitcoin address. Tap to copy it or send it by email or sms. The address will change each time you receive funds, but old addresses always work.
fr: Ceci est votre adresse bitcoin. Touchez-la pour la copier, l'envoyer par e-mail ou sms. Cette adresse change à chaque fois que vous recevez des fonds. Les anciennes adresses continuent cependant de fonctionner.

source: This is your bitcoin balance. Bitcoin is a currency. The exchange rate changes with the market.
fr: Ceci est votre solde bitcoin. Bitcoin est une monnaie virtuelle. Le taux de change varie avec le marché.

source: this payment address is already in your wallet
fr: cette adresse est déjà dans votre porte-monnaie

source: this private key is already in your wallet
fr: cette clé privée est déjà dans vogtre porte-monnaie

source: this private key is empty
fr: cette clé privée est vide

source: to:
fr: à:

source: to: %@
fr: à: %@

source: transaction canceled, network timeout
fr: transaction annulée, délai réseau expiré

source: transaction fees would cost more than the funds available on this private key (due to tiny "dust" deposits)
fr: la commission bitcoin est plus importante que les fonds disponible sur cette clé

source: transaction is post-dated
fr: transaction post-datée

source: transaction rejected
fr: transaction rejetée

source: unexpected response from %@
fr: réponse inattendue de %@

source: unkown address
fr: adresse inconnue

source: unrecognized address
fr: adresse non reconnue

source: unsupported or corrupted document
fr: document corrompu ou non supporté

source: unsupported signature type
fr: type de signature non supporté

source: unsupported url
fr: url non supportée

source: untrusted certificate
fr: certificat invalide

source: unverified
fr: non-vérifié

source: verified, waiting for confirmation
fr: vérifié, en attente de confirmation

source: wallet address
fr: adresse de porte-monnaie

source: wallet disabled try again after block #%u (about %@)
fr: porte-monnaie désactivé réessayez après le block #%1$u (environ %2$@)

source: wallet disabled try again in %@
fr: porte-monnaie désactivé réessayez dans %@

source: WARNING
fr: ATTENTION

source: wipe
fr: supprimer

source: you received bitcoin!
fr: vous avez reçu des bitcoins!

source: Your wallet may be out of sync. This can often be fixed by rescanning the blockchain.
fr: Votre porte-monnaie paraît désynchronisé. Cela est habituellement corrigé par un re-scan de la blockchain.
